[{"name":"Shared Autonomous Vehicles","variable":"ShareAuton","description":"Shared autonomous vehicles are fully autonomous vehicles that are owned and managed by car services. These are put into service as demand-responsive public transportation. The concept represents the percentage of demand-responsive transportation that is fully autonomous.","values":{"min":"0","max":"100","description":"A value of 0 means that there are no shared autonomous vehicles used in demand-responsive transportation services. A value of 100 means that all demand-responsive transportation services are supplied by shared autonomous vehicles.","_row":"1"},"group":"Technologies & Services","_row":"1"},{"name":"Owned Partial Autonomous Vehicles","variable":"OwnPartAuton","description":"The percentage of vehicles owned by households that are partially autonomous: i.e. vehicles that have safety and convenience features like automatic braking and automated parking, but require the driver to be in control of the vehicle while traveling on roadways.","values":{"min":"0","max":"100","description":"A value of 0 means that no household vehicles have partial autonomous features. A value of 100 means that all household vehicles have partial autonomous features.","_row":"1.4"},"group":"Technologies & Services","_row":"1.4"},{"name":"Owned Full Autonomous Vehicles","variable":"OwnFullAuton","description":"Fully autonomous vehicles drive themselves from origin to destination, requiring no driver intervention. This concept represents the percentage of vehicles owned by households that are fully autonomous.","values":{"min":"0","max":"100","description":"A value of 0 means that no vehicles owned by households are fully autonomous. A value of 100 means that all vehicles owned by households are fully autonomous.","_row":"1.3"},"group":"Technologies & Services","_row":"1.3"},{"name":"Autonomous Vehicle Cost","variable":"AutonCost","description":"Relative cost and limitations of autonomous vehicles relative to non-autonomous vehicles. Cost refers to the cost of autonomous features. Limitations refer to the range of destinations and uses that vehicles may be put to. For example, full autonomous vehicles may be able to navigate around urban areas, but may not be able to travel on  back-country roads.","values":{"min":"0","max":"100","description":"A value of 100 means that autonomous vehicle features are very expensive and that autonomous vehicles are limited in their uses relative to non-autonomous vehicles. A value of 0 means that fully autonomous vehicles cost no more than non-autonomous vehicles and can be used in all the ways that non-autonomous vehicles are used..","_row":"1.2"},"group":"Technologies & Services","_row":"1.2"},{"name":"Development Density","variable":"Density","description":"The amount of development (e.g. housing units, jobs) occupying a unit of area.","values":{"min":"1000","max":"50000","description":"MSA population-weighted average density (persons per square mile). Census.","_row":"1.1"},"group":"Travel Outcomes","_row":"1.1"},{"name":"Relative Auto Capacity","variable":"RelAutoCap","description":"The capacity of freeways and arterials relative to population.","values":{"min":"0.5","max":"5","description":"Equivalent freeway lane-miles per 1000 population. Derived from data reported in the Texas Transportation Institute's Urban Mobility report. Metropolitan minimum is 0.78 and maximum is 2.57.","_row":"2"},"group":"Travel Outcomes","_row":"2"},{"name":"Congestion","variable":"Congestn","description":"The extent of roadway system affected by peak period congestion (when traffic speeds are substantially below unimpeded speeds).","values":{"min":"0","max":"100","description":"Percentage of freeway and arterial lane-miles that are congested during the peak period as reported in the Texas Transportation Institute's Urban Mobility Report.","_row":"3"},"group":"Travel Outcomes","_row":"3"},{"name":"Auto Comfort","variable":"AutoComf","description":"The comfort of the driving experience as reflected by the required intensity of focus on driving task, aggravation due to traffic and actions of other drivers, uncertainty about getting to destination on time, ability to do other things while traveling, etc.","values":{"min":"0","max":"100","description":"100 minus the percentage of vehicle miles traveled that are in congestion (TTI).","_row":"4"},"group":"Travel Outcomes","_row":"4"},{"name":"Auto Speed","variable":"AutoSpd","description":"The ratio of average travel speeds on freeways and arterials in peak vs. off-peak periods.","values":{"min":"0.5","max":"1","description":"Inverse of the Texas Transportation Institute's Urban Mobility Study's Travel Time Index measure","_row":"5"},"group":"Travel Outcomes","_row":"5"},{"name":"Auto Miles Per Gallon","variable":"AutoMPG","description":"The average on-road fuel economy of light-duty vehicles.","values":{"min":"15","max":"100","description":"Fleetwide average MPG for autos and light trucks. ","_row":"6"},"group":"Travel Outcomes","_row":"6"},{"name":"Proximity","variable":"Proximity","description":"The average distance between residences and activity places.","values":{"min":"0.05","max":"0.5","description":"Inverse of median within-metro-area commute distance. Brookings (The growing distance between people and jobs in metropolitan America).","_row":"7"},"group":"Travel Outcomes","_row":"7"},{"name":"Auto Trip Distance","variable":"AutoTripDist","description":"The average auto trip distance.","values":{"min":"2","max":"25","description":"NHTS weighted average person trip distance for trips by privately-owned light-duty vehicles calculated from 2009 NHTS. Minimum is approximately 5 miles and maximum is 18 miles. Range extended to reflect possibility of very high densities on the one hand and the potential for large increases in travel distance from the use of autonomous vehicles.","_row":"8"},"group":"Travel Outcomes","_row":"8"},{"name":"Auto Ownership","variable":"AutoOwn","description":"The number of cars owned by a household relative to the number of workers.","values":{"min":"0","max":"100","description":"Percentage of workers having 2 or more cars available. U.S. Census American Community Survey (2010 - 2012).","_row":"9"},"group":"Travel Outcomes","_row":"9"},{"name":"Non-auto Comfort","variable":"NAutoComf","description":"Degree of comfort of traveling by non-automobile modes including comfort while traveling and while waiting for the mode: exposure to weather, feeling of safety, uncertainty about getting to destination on time, ability to do other things while traveling, etc.","values":{"min":"0","max":"100","description":"The percentage of roadway network with sidewalks and low bicycle level of traffic stress.","_row":"10"},"group":"Travel Outcomes","_row":"10"},{"name":"Non-auto Travel Time","variable":"NAutoTT","description":"The average travel time by non-automotive modes.","values":{"min":"5","max":"100","description":"Metropolitan average travel time for non-auto trips (2009 NHTS). Minimum for NHTS metropolitan areas is 10 minutes and maximum is 79 minutes.","_row":"11"},"group":"Travel Outcomes","_row":"11"},{"name":"Auto Trips","variable":"AutoTrip","description":"The average annual number auto trips per capita.","values":{"min":"150","max":"750","description":"Metropolitan average daily number of auto trips per capita multiplied by 365 (NHTS 2009). Minimum for NHTS metropolitan areas is 236 and maximum is 685.","_row":"12"},"group":"Travel Outcomes","_row":"12"},{"name":"Auto Crash Rate","variable":"AutoAccRate","description":"The rate of fatality and injury crashes.","values":{"min":"0","max":"300","description":"The average number of fatality and injury crashes per million vehicle miles traveled. Number of fatality and injuries per capita (AAA) and VMT per capita (FHWA). Minimum for metropolitan areas is 20 and maximum is 264.","_row":"13"},"group":"Travel Outcomes","_row":"13"},{"name":"Vehicle Miles Traveled","variable":"VMT","description":"Vehicle miles traveled per capita.","values":{"min":"2500","max":"25000","description":"Annual vehicle miles traveled per capita. Range is based on evaluation of urbanized area DVMT per capita in Highway Statistics 2012 (table HM72). Minimum is 5475 miles. Maximum is 18350 miles.","_row":"14"},"group":"Travel Outcomes","_row":"14"},{"name":"Non-auto Trips","variable":"NAutoTrip","description":"The average number of trips or tours take by non-automotive modes by households or individuals.","values":{"min":"50","max":"500","description":"Metropolitan average daily number of non-auto trips per capita multiplied by 365 (NHTS 2009). Minimum for NHTS metropolitan areas is 69 and maximum is 361.","_row":"15"},"group":"Travel Outcomes","_row":"15"},{"name":"Auto Crashes","variable":"AutoAcc","description":"The number of automobile crashes per capita (because VMT is measured as per capita VMT).","values":{"min":"0","max":"25","description":"Fatalities and injuries per year per 1000 population (from AAA). Minimum value for metropolitan areas is 1.6 and maximum value is 20.4.","_row":"16"},"group":"Travel Outcomes","_row":"16"},{"name":"Non-auto Crash Rate","variable":"NAutoAccRate","description":"The rate of persons killed or injured per non-automobile trip.","values":{"min":"0","max":"2","description":"Non-auto death or injuries per 1000 non-auto trips. Pedestrian and bike death and injury rate in 2014 was about 42 per 100,000 population per year (NHTSA, 2014). Assuming this rate to be average for all metropolitan areas, the average rate of fatalities and injuries per 1000 non-auto trip is 1.17.","_row":"17"},"group":"Travel Outcomes","_row":"17"},{"name":"Non-auto Crashes","variable":"NAutoAcc","description":"The number of injury and fatalities of non-automotive travelers per capita due to crashes.","values":{"min":"0","max":"0.8","description":"Pedestrian and bike death and injury rate in 2014 was about 0.416 per 1000 population per year (NHTSA, 2014).","_row":"18"},"group":"Travel Outcomes","_row":"18"},{"name":"Auto Fuel Consumption","variable":"AutoFuel","description":"The amount of fuel consumed by automotive travel per capita.","values":{"min":"50","max":"1500","description":"Gallons per person per year. Assume an average current fuel consumption of 320 gallons per person per year, given an average consumption of Given the averages of 800 trips per person per year, 10 miles per trip, and 25 MPG. Minimum assumes half the trips, half the trip distance and 4 times the MPG. Maximum assumes twice the trips, 50% longer trips, and no improvement in MPG.","_row":"19"},"group":"Travel Outcomes","_row":"19"},{"name":"Auto Trip Cost","variable":"AutoTripCost","description":"The average out of pocket cost per mile of automobile travel (e.g. the cost of fuel, operations, maintenance, and per mile or per gallon fees, and fares).","values":{"min":"0.5","max":"10","description":"Dollars per trip. Low value assumes vehicle ownership with operating cost below AAA 2015 value for small sedan ($0.145) because of vehicle electrification ($0.1) and average trip length of 5 miles. High value assumes using shared vehicles with a cost of $1.00 per mile and average trip length of 10 miles.","_row":"20"},"group":"Travel Outcomes","_row":"20"},{"name":"Intelligent Infrastructure","variable":"IntellInf","description":"Percentage of infrastructure which monitors travel characteristics, adjusts traffic control devices, and communicates with drivers/vehicles.","values":{"min":"0","max":"100","description":"Values represent the percentage of the arterial and freeway system with monitoring, adaptive controls, and communication with drivers/vehicles.","_row":"21"},"group":"Technologies & Services","_row":"21"},{"name":"Connected Autonomous Vehicles","variable":"ConnectVeh","description":"Autonomous vehicles that have varying degrees of abilities to sense their surroundings and exchange information between themselves and with the infrastructure.","values":{"min":"0","max":"100","description":"Percentage of vehicles able to sense their surroundings and communicate with other vehicles and intelligent infrastructure.","_row":"22"},"group":"Technologies & Services","_row":"22"},{"name":"Mobile Technologies","variable":"MoblTech","description":"Smart phones, tablets, GPS devices and the like which provide mobile internet services and provide the user interface to real time communications about travel conditions and transportation services.","values":{"min":"0","max":"100","description":"Percentage of people who have access to and use a smart phone or other mobile communications device to access the internet remotely and to make transportation decisions.","_row":"24"},"group":"Technologies & Services","_row":"24"},{"name":"Electric Vehicles","variable":"ElectricVeh","description":"Vehicles whose drive train is powered entirely or partially by electricity including battery electric vehicles, plug-in hybrid electric vehicles, hybrid electric vehicles and fuel cell vehicles.","values":{"min":"0","max":"100","description":"The percentage of the vehicle miles traveled that are powered by electricity.","_row":"25"},"group":"Technologies & Services","_row":"25"},{"name":"Demand-responsive Transportation Services","variable":"DRTransit","description":"Publically available transportation that is provided on demand, rather than operating on fixed routes and schedules; including taxi services, car-sharing services, UBER, and the like.","values":{"min":"0","max":"100","description":"Percentage of travelers using demand-responsive transportation service for a significant amount of their travel.","_row":"26"},"group":"Technologies & Services","_row":"26"},{"name":"Fixed-route Transportation Services","variable":"FRTransit","description":"Publically available transportation that operates on fixed-routes and schedules; including buses, trams, trains, and the like.","values":{"min":"0","max":"100","description":"Percentage of travelers having access to fixed-route transportation service that is readily accessible to home and work and has high frequency of service.","_row":"27"},"group":"Technologies & Services","_row":"27"},{"name":"Transit Access","variable":"TransitAccess","description":"Ease of access to fixed-route transit services.","values":{"min":"0","max":"100","description":"Percentage of  travelers who can get to fixed-route transit within 5 minutes.","_row":"28"},"group":"Technologies & Services","_row":"28"},{"name":"Light-weight Electric Vehicles","variable":"LWElecVeh","description":"Vehicles like electric bicycles that are light-weight (e.g. can be lifted by a person), have electric power assistance, and can travel at average speeds of greater than 10 MPH but slower than automobile speeds.","values":{"min":"0","max":"100","description":"Percentage of travelers that have access to electric bicycles or other light-weight electric vehicles that enable them to travel at average speeds of greater than 10 MPH without heavy exertion.","_row":"29"},"group":"Technologies & Services","_row":"29"},{"name":"Low-speed Infrastructure","variable":"LowSpdInf","description":"Infrastructure that serves walking and/or light weight personal transportation; including bike lanes, bike boxes, bike paths, sidewalks, walking paths. It also includes low-speed, low traffic volume streets.","values":{"min":"0","max":"100","description":"The percentage of destinations which can be accessed by level of traffic stress (LTS) 1 and LTS 2 routes.","_row":"30"},"group":"Technologies & Services","_row":"30"}]
