[{"name":["Density"],"affects":[{"variable":["Proximity"],"direction":["Positive"],"weight":["H"],"description":["Increasing density reduces distances between potential travel destinations. The effect is high because on average distance is directly proportional to density, but since homes and other activities are not uniformly distributed and people don't go to the closest destination, the effect would not be very high."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["L"],"description":["Increasing density reduces auto ownership due to the increased difficulty and cost of parking and to the availability of alternatives. The effect is low because these effects don't become pronounced unless densities rise to high levels."]},{"variable":["RelAutoCap"],"direction":["Negative"],"weight":["VH"],"description":["Since relative auto capacity is lane-miles per capita, it is directly proportional to density. For example, a doubling of density would result in a halving of relative auto capacity. Because it is directly proportion, the weight is very high."]}]},{"name":["RelAutoCap"],"affects":[{"variable":["Congestn"],"direction":["Negative"],"weight":["H"],"description":["Increases relative auto capacity reduces congestion. The effect is high but not very high because travelers shift times and routes of travel in response to congestion reduction, reducing to some extent the effect. Note that because the model addresses the effects of VMT and land use on congestion separately, the effects of relative auto capacity are high."]}]},{"name":["Congestn"],"affects":[{"variable":["AutoSpd"],"direction":["Negative"],"weight":["MH"],"description":["Increased congestion reduces travel speed and increases travel time. The effect is moderated by drivers diverting travel to other routes, destinations, or times of day."]},{"variable":["AutoComf"],"direction":["Negative"],"weight":["MH"],"description":["Increased congestion reduces comfort by requiring increased driver attention, increasing driver aggravation, and increasing anxiety about arriving on time. The effect is moderately high because the aggravation and anxiety caused by congestion is the by far the most substantial factor affecting driver comfort."]},{"variable":["AutoMPG"],"direction":["Negative"],"weight":["L"],"description":["Congestion increases stop and go driving, idling, and lower travel speeds, making vehicle travel less fuel efficient. The effect is low because marginal effect on fuel economy is relatively low and can be substantially migated by the choice of vehicle and driving practices."]}]},{"name":["AutoComf"],"affects":[{"variable":["AutoTripDist"],"direction":["Positive"],"weight":["L"],"description":["Increasing auto comfort increases trip distance because it reduces the burden of driving longer distances. The effect is low because auto travel time is a much more important factor affecting trip distance."]}]},{"name":["AutoSpd"],"affects":[{"variable":["Proximity"],"direction":["Negative"],"weight":["H"],"description":["When auto speed increases, activities can locate farther away and still be conveniently accessed by households. Likewise, households can locate farther away from desired destinations. The effect of auto speed on proximity is high."]}]},{"name":["AutoMPG"],"affects":[{"variable":["AutoFuel"],"direction":["Negative"],"weight":["VH"],"description":["Increasing fuel economy decreases the amount of fuel consumed. The effect is very high because the amount of fuel consumed is almost directly proportional to average fuel economy."]},{"variable":["AutoTripCost"],"direction":["Negative"],"weight":["M"],"description":["Increasing automobile fuel economy reduces automobile trip cost. The effect is moderate because fuel cost is a fairly large component of auto trip cost, but it is uncertain what the cost will be in the future."]}]},{"name":["Proximity"],"affects":[{"variable":["NAutoTT"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations greatly reduces the travel time by non-auto travel modes, particularly walking and bicycling. The effect is not as great for transit because close proximity of destinations for transit also results in more stops which reduces transit speed."]},{"variable":["AutoTripDist"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations reduces travel distances. The effect is high because the time it takes to access destinations by auto is determined in large part by the distance."]},{"variable":["Density"],"direction":["Positive"],"weight":["M"],"description":["Increasing proximity of chosen destinations increases the demand for additional development in proximity and thus increases the density of development. The effect is moderate because the built form of the urban area does not change rapidly."]}]},{"name":["AutoTripDist"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the average auto trip distances increases the auto miles traveled. The effect is very high because VMT is the sum of vehicle trip distances for all travelers."]},{"variable":["AutoTripCost"],"direction":["Positive"],"weight":["VH"],"description":["Auto trip distance has a positive direct relationship to auto trip cost. For example, doubling the trip distance will double the auto trip cost if nothing else changes."]}]},{"name":["AutoOwn"],"affects":[{"variable":["AutoTrip"],"direction":["Positive"],"weight":["H"],"description":["Increasing auto ownership increases the convenience and ability to travel by auto. It also increases the fixed-cost component of auto travel, encouraging auto travel to amortize the costs over more trips."]}]},{"name":["NAutoComf"],"affects":[{"variable":["NAutoTrip"],"direction":["Positive"],"weight":["H"],"description":["Increasing non-auto comfort makes non-auto travel more attractive. The effect is high because non-auto travel is much more affected by comfort factors than auto travel. For example with walking and bicycling, the traveler is more exposed to the elements than the auto travel. Likewise for transit travelers who walk to the transit stop and often have to wait in exposed locations. The walker and bicyclist also have to contend with exposure to traffic. The transit rider has to compete with other travelers for seating and entering and existing vehicles."]}]},{"name":["NAutoTT"],"affects":[{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing non-auto travel time makes non-auto travel less attractive. The effect is high because travel time is very important in affecting travel behavior."]}]},{"name":["AutoTrip"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of auto trips increases the auto miles traveled. The effect is very high because VMT is the product of the number of auto trips and average auto trip length."]},{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing the number of auto trips decreases the number of non-auto trips. The effect is high because it is apparent that people spend a limited time traveling and so if they travel more by one mode, they will travel less by another."]}]},{"name":["AutoAccRate"],"affects":[{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing auto crash rate results in more auto crashes. The effect is very high because the number of auto accidents is the product of the auto VMT and the auto accident rate."]},{"variable":["Congestn"],"direction":["Positive"],"weight":["M"],"description":["As a rule of thumb, about half of congestion is due to vehicle crashes so an increase in the auto crash rate has a moderately positive effect on congestion."]}]},{"name":["VMT"],"affects":[{"variable":["Congestn"],"direction":["Positive"],"weight":["M"],"description":["Increasing VMT increases congestion. The effect is moderate because congestion is affected by the amount of traffic but drivers also adapt by switching routes and times."]},{"variable":["AutoFuel"],"direction":["Positive"],"weight":["VH"],"description":["Increasing VMT increases amount of fuel consumed. The effect is very high because auto fuel consumption is the product of auto VMT and auto MPG."]},{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of vehicle miles traveled increases the number of auto crashes. The effect is very high because the total number of auto crashes is the product of the vehicle miles traveled and the accident rate (accidents per million vehicle miles traveled)."]},{"variable":["NAutoAccRate"],"direction":["Positive"],"weight":["M"],"description":["Non-auto crashes (at least serious ones) are mostly affected by the exposure of non-auto travelers to auto travel. More auto VMT increases the likelihood of exposure. The effect is moderate because there are other effects."]}]},{"name":["NAutoTrip"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of non-automotive trips increases the number of non-automotive crashes. This is a direct relationship so the effect is very high."]},{"variable":["AutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing the number of non-automotive trips decreases the number of auto trips. The effect is high because it is apparent that people spend a limited time traveling and so if they travel more by one mode, they will travel less by another."]},{"variable":["Proximity"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of non-automotive trips increases the proximity of chosen destinations. The effect is low because the choice of destination is also very much affected by the spatial distribution of households and businesses."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["M"],"description":["The increase in non-auto trips makes auto drivers more aware of non-auto travelers and more cautious in interacting with them. Research indicates a moderate effect."]},{"variable":["Congestn"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of non-auto trips increases congestion in areas where non-auto travel is relatively high (such as downtown areas) because auto travelers must wait for non-auto travelers at intersections. The effect is low because much of the vehicle travel on the roadway network (e.g. travel on freeways) is unaffected by non-auto travel."]}]},{"name":["AutoAcc"],"affects":[]},{"name":["NAutoAccRate"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the non-automotive crash rate results in more non-automotive crashes. The effect is very high because the number of non-auto crashes is the product of the non-auto crash rate and the number of non-auto trips."]}]},{"name":["NAutoAcc"],"affects":[]},{"name":["AutoFuel"],"affects":[{"variable":["FuelCost"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the amount of fuel consumed increases the total cost of fuel consumed. The effect is very high because fuel cost is the product of the gallons of fuel consumed and the cost of fuel per gallon."]}]},{"name":["FuelCost"],"affects":[{"variable":["VMT"],"direction":["Negative"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result decreases the amount of driving. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel. Research has shown the short-term elasticity of VMT with respect to fuel price to be low."]},{"variable":["AutoMPG"],"direction":["Positive"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result encourages people to drive more fuel efficient cars. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel and changing vehicles is a longer term effect."]}]},{"name":["IntellInf"],"affects":[{"variable":["ConnectVeh"],"direction":["Positive"],"weight":["L"],"description":["Intelligent infrastructure supports a connected vehicle system. The effect is low because while communications with infrastructure are an important part of the system, even without that capability there are significant benefits of vehicle to vehicle (V2V) communications."]},{"variable":["MoblTech"],"direction":["Positive"],"weight":["L"],"description":["Information about travel conditions and services make smart phones and similar mobile communications technologies more valuable and desirable to users and potential users of the technologies. The effect is low because there are many other reasons for people to use these technologies."]},{"variable":["DRTransit"],"direction":["Positive"],"weight":["M"],"description":["Intelligent infrastructure is important to the dispatching and routing of demand-responsive transit services. The effect is moderate to reflect this importance. The effect is not higher because there are more weighty factors such as the cost of providing the service."]},{"variable":["FRTransit"],"direction":["Positive"],"weight":["L"],"description":["Provides information useful for managing vehicle deployment and for reducing delay (e.g. extended green), thus increasing the efficiency of the fleet. Effect is low because the marginal increase in efficiency, while noticeable, is likely to be relatively small."]},{"variable":["RelAutoCap"],"direction":["Positive"],"weight":["L"],"description":["Intelligent infrastructure increases capacity by enabling active traffic management on freeways and optimizing traffic signal coordination on arterials. The effect is low when not augmented by connected vehicles because its effect is conditioned on driver responses."]}]},{"name":["ConnectVeh"],"affects":[{"variable":["RelAutoCap"],"direction":["Positive"],"weight":["ML"],"description":["Increases relative capacity by smoothing out traffic flows. Effect is moderately low because connected vehicles are positively affected by intelligent infrastructure so the combined effect is more substantial."]},{"variable":["AutoAccRate"],"direction":["Negative"],"weight":["M"],"description":["Connected vehicles due to their increased sensing and communication  capabilities will significantly decrease the auto crash rate. The amount of decrease is a matter of debate, so the value is assumed to be moderate."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["ML"],"description":["Connected vehicles due to the increased sensing and response of autonomous vehicles are likely to reduce the rate of crashes with other transportation modes (e.g. walking and bicycling). "]}]},{"name":["MoblTech"],"affects":[{"variable":["DRTransit"],"direction":["Positive"],"weight":["M"],"description":["Assists customers in ordering and tracking services. Desire to use and stay connected with these devices reduces the desire to drive. The effect is moderate because while mobile communication technologies are important to the future growth of demand-responsive transit, there are other important factors such as the cost of service."]},{"variable":["FRTransit"],"direction":["Positive"],"weight":["L"],"description":["Assists customers in planning their trips and coordinating with other services. The effect is low because fixed-route transit riders benefit less from transit information (because routes and schedules are fixed) and because even though smart communication devices can make public transit more enjoyable to use, they do not overcome the large discrepancy in travel time between public transit and private automobiles."]},{"variable":["Congestn"],"direction":["Negative"],"weight":["L"],"description":["Mobile technology can alert drivers to the presence of congestion on their planned route and helps them to reroute their travel to avoid it. The effect is low because during congested periods, travel is often spread out among multiple routes so that the diversion of traffic would have a relatively small marginal effect."]},{"variable":["AutoComf"],"direction":["Positive"],"weight":["L"],"description":["Mobile technologies can reduce uncertainty about conditions, aid scheduling and routing, and enable communication while traveling. The effect is low because the driver still has to cope with driving in congestion, and the driver and passengers are still spending their time in congestion."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["ML"],"description":["The availability of mobile technologies reduces boredom and enables productive use of time while traveling on public transit. The effect is moderately low because the benefit is highest for long trips which are a relatively small proportion of trips, riders need to spend a certain amount of time paying attention to their environment, and these devices are only marginally better than approaches that riders have been using for many years such as reading a book, magazine or newspaper."]}]},{"name":["ElectricVeh"],"affects":[{"variable":["AutoMPG"],"direction":["Positive"],"weight":["H"],"description":["Reduce fuel consumption and therefore increase average fleet fuel economy. The effect is high because these vehicles are much more energy efficient than standard internal combustion engine vehicles and because the consumption of electricity is substituted for the consumption of fuel."]}]},{"name":["DRTransit"],"affects":[{"variable":["ElectricVeh"],"direction":["Positive"],"weight":["L"],"description":["Electric vehicles are a good match for urban area demand-responsive transportation service using autonomous vehicles because travel distances are short and most vehicles can be small and relatively light-weight. The effect is low because demand-responsive transportation also needs to serve a range of needs in terms of number of passengers and trip distance, unless fleet deployment is large enough to enable a number of different vehicle types to be deployed."]},{"variable":["TransitAccess"],"direction":["Positive"],"weight":["ML"],"description":["Demand-responsive transit could provide convenient, comfortable, and safe access to and from fixed route transit that is coordinated with fixed-route transit schedules (helping to solve the last-mile problem). Effect is moderately low because unless fixed-route transit is deployed at a high level relative to demand, waiting is still likely and so would mostly affect longer-distance transit travel because a user on demand-responsive transit would incur a time penalty in switching from demand-responsive to fixed transit during their trip."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["ML"],"description":["Increasing demand-responsive transit service increases the ability of people to get around without owning a car. The effect is moderately low because demand-responsive service levels need to be fairly high in order for them to be a substitute for owning a car."]},{"variable":["AutoTrip"],"direction":["Positive"],"weight":["L"],"description":["Increasing demand-responsive transit service makes auto travel more available to people having otherwise limited car availability and/or people who can not drive. The effect is likely to be low because the proportion of the population who don't have access to autos (or to a person with an auto who can drive them) is low."]},{"variable":["AutoTripCost"],"direction":["Positive"],"weight":["M"],"description":["Demand-responsive transit costs significantly more than traveling by personal auto (which doesn't include ownership cost)."]}]},{"name":["FRTransit"],"affects":[{"variable":["NAutoTT"],"direction":["Negative"],"weight":["M"],"description":["Increasing service levels reduces no-auto travel time by reducing wait time and time in transit. The effect is moderate because travel is impeded by the necessity of making stops for other travelers."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["L"],"description":["Increasing service levels increases the comfort of transit travel by reducing waiting time and increasing travel speed. The effect is low because travelers are still affected by other travelers for seating, entering and departing vehicles, and undesired stops."]}]},{"name":["TransitAccess"],"affects":[{"variable":["FRTransit"],"direction":["Positive"],"weight":["MH"],"description":["Access to transit is an important time and comfort component of every fixed-route transit trip. The effect is moderately high to reflect this importance. It is not higher because the frequency and speed of fixed-route transit service is as important or more important."]}]},{"name":["LWElecVeh"],"affects":[{"variable":["TransitAccess"],"direction":["Positive"],"weight":["L"],"description":["Light-weight electric vehicles could make it easier for more people to access fixed-route transit service. The effect is low because for shorter trips, there would be little incentive for the LWElecVeh traveler to park and lock up, incur the waiting time, and potentially travel more slowly then they could on their LWElecVeh."]},{"variable":["NAutoTT"],"direction":["Negative"],"weight":["ML"],"description":["Electric bicycles and other light-weight electric vehicles increase travel speed, especially when travelers need to cope with hills and traffic. By increasing non-auto travel speed, non-auto travel time is reduced. The effect is moderately low because the increase in speed, while noticable is still similar to the speed of bicycling."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["M"],"description":["Electric bicycles and other light-weight electric vehicles substantially lower the exertion level over that required for bicycling and walking. This makes it much easier for travelers to cope with hills and traffic. The effect is moderate because the traveler still has to cope with the weather and with traffic."]}]},{"name":["LowSpdInf"],"affects":[{"variable":["TransitAccess"],"direction":["Positive"],"weight":["M"],"description":["Important to transit access because walking is the predominant means to access fixed-route transit."]},{"variable":["NAutoTT"],"direction":["Negative"],"weight":["M"],"description":["Improving low-speed infrastructure reduces non-auto travel time by enabling non-auto travel routes to be less circuitous. In most metropolitan areas there are significant barriers to direct travel by walking or bicycling. Therefore removing those barriers will have a moderate effect on reducing non-auto travel time."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["M"],"description":["Improving low-speed infrastructure enables improves traveler comfort."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["MH"],"description":["Separating low-speed travel modes from higher speed traffic reduces the risk of crashes and injuries to those travelers. The effect is moderately high because crashes with vehicles turn out very badly for the pedestrian and bicyclist and while low speed infrastructure will reduce exposure, it will not be eliminated."]}]},{"name":["AutonCost"],"affects":[{"variable":["OwnFullAuton"],"direction":["Negative"],"weight":["ML"],"description":["Ownership goes up as cost and limitations go down. Weight is moderately low because the cost of fully autonomous vehicles is relatively high so large reductions in cost will be necessary in order for people to buy. In addition, it is likely that there will be challenges in making fully autonomous vehicles capable for traveling to all places in all conditions."]},{"variable":["OwnPartAuton"],"direction":["Negative"],"weight":["H"],"description":["Ownership goes up as cost goes down. The weight is high because some of these features are available currently and it is likely that many features such as automatic braking will be available in the future at relatively low cost."]},{"variable":["ShareAuton"],"direction":["Negative"],"weight":["M"],"description":["Shared autonomous vehicle use goes up as cost goes down. The weight is moderate because fully autonomous vehicles are likely to be relatively expensive, but the weight is higher than for owned full autonomous vehicles because there is a big operating cost incentive because labor cost would be reduced."]}]},{"name":["OwnFullAuton"],"affects":[{"variable":["ConnectVeh"],"direction":["Positive"],"weight":["H"],"description":["The expansion of fully autonomous vehicles in the vehicle fleet will have a strong effect on connected vehicle operations because these vehicles will have many sensors and are fully able to adjust their behavior to conditions."]},{"variable":["AutoComf"],"direction":["Positive"],"weight":["M"],"description":["Fully autonomous vehicles would increase the comfort of \"driving\" because the \"driver\" would not have to pay attention to the road and could occupy their time with other activities. The effect is moderate because while the \"driving\" experience is substantially improved, the traveler still has to spend their time in a car, rather than at their desired destination."]},{"variable":["AutoTrip"],"direction":["Positive"],"weight":["L"],"description":["Owned fully autonomous vehicles would increase the number of auto trips if they are sent 'driverless' to pick up or drop off passengers. It is assumed that the number of these trips is a small portion of the total."]},{"variable":["OwnFullAuton"],"direction":["Positive"],"weight":["M"],"description":["The adoption of fully autonomous vehicles is likely to accelerate as their proportion increases and people increasingly see their utility."]},{"variable":["OwnPartAuton"],"direction":["Negative"],"weight":["M"],"description":["As the fully autonomous proportion of owned vehicles increases, that will reduce the proportion of partially autonomous vehicles."]}]},{"name":["OwnPartAuton"],"affects":[{"variable":["OwnPartAuton"],"direction":["Positive"],"weight":["M"],"description":["The adoption of partially autonomous vehicles is likely to accelerate as their proportion increases and people see their utility."]},{"variable":["ConnectVeh"],"direction":["Positive"],"weight":["L"],"description":["Partially autonomous vehicles are likely to have a relatively small influence on connected vehicle systems because they have more limited sensors and, because they remain in the control of the driver, they have limited ability to respond to signals from other vehicles."]}]},{"name":["ShareAuton"],"affects":[{"variable":["DRTransit"],"direction":["Positive"],"weight":["MH"],"description":["Shared-autonomous vehicles, by reducing the cost of providing demand-responsive transportation with increase the extent of that service and the proportion of households served."]},{"variable":["ConnectVeh"],"direction":["Positive"],"weight":["H"],"description":["Shared autonomous vehicles are fully autonomous and as such would have a strong positive effect on connected vehicle operations like that of owned fully autonomous vehicles."]},{"variable":["ShareAuton"],"direction":["Positive"],"weight":["M"],"description":["The expansion of shared autonomous vehicles is likely to increase as their proportions increase and businesses see the benefits of including them in their fleets or expanding their offerings."]}]},{"name":["AutoTripCost"],"affects":[{"variable":["AutoTrip"],"direction":["Negative"],"weight":["M"],"description":["Increasing the cost of auto trips reduces the number of trips made. Households have a budget for traveling and as the budget is reached, they need to reduce their auto trip-making. They do this by improving their scheduling and by substituting travel by different modes."]},{"variable":["Proximity"],"direction":["Positive"],"weight":["M"],"description":["Increasing the auto trip cost increases the proximity of chosen destinations. The effect is significant but moderate because destination choice is affected by travel time as well as travel cost."]}]}]
