{"name":["Futures2"],"parent":["Futures1"],"created":["2016-11-10 11:35:40"],"lastedit":["2016-11-14 11:33:29"],"attribution":["Model: Futures2   Author: Brian Gregor (OSA)   Edited: 2016-11-14 07:30:38","Model: Futures2   Author: Brian Gregor (OSA)   Edited: 2016-11-13 20:58:28","Model: Futures2   Author: Brian Gregor (OSA)   Copy Created: 2016-11-10 11:35:40","Model: Futures1   Author: Brian Gregor (OSA)   Copy Created: 2016-10-31 13:58:56","Model: Futures   Author: Brian Gregor (OSA)   Created: 2016-08-17 08:39:37"],"notes":["Edited By: Brian Gregor (OSA) | When: 2016-11-14 11:33:29 | Notes: Improved the documentation of concepts and relationships. Changed several weights for relationships. Changed the relationship between auto trips and non-auto accident rate to be between VMT and non-auto accident rate. Added relationship between non-auto trips and non-auto accident rate to reflect the research which indicates that the non-auto accident rate goes down as there are more non-auto travelers. Added relationship between non-auto trips and congestion to reflect the effect of non-auto travel on congestion at intersections.","Edited By: Brian Gregor (OSA) | When: 2016-11-13 21:12:36 | Notes: Edited concept descriptions.","Edited By: Brian Gregor (OSA) | When: 2016-11-10 15:56:22 | Notes: Medium positive feedback added to OwnFullAuton, OwnPartAuton, and ShareAuton to increase the rate of growth in response to declining autonomous vehicle costs. Otherwise there would be little growth, even when the relative cost of autonomous vehicles drops to be the same as non-autonomous vehicles. Removed all the causal relationships between autonomous vehicles and AutoAccRate and instead connect all autonomous vehicle concepts to ConnectVeh which then affects AutoAccRate. The previous approach of having all of the autonomous vehicle concepts and connected vehicles affecting AutoAccRate caused a precipitous decline in AutoAccRate in response to small changes in the proportion of autonomous vehicles. Added an AutoTripCost concept to the Travel Behavior and Outcomes group. This was important to account for the effect of demand-responsive transit services on trip-making. The cost per auto trip by demand-responsive transit (e.g. taxi) is higher than by a car that is owned and therefore persons using those services are less likely to make trips than persons using their own cars to travel. AutoMPG now connects to AutoTripCost to reflect the effect that fuel economy has on the cost of travel and hence the amount of travel. Reduced the effect of Proximity on Density since land use patterns and hence the density of urban areas change slowly.","Edited By: Brian Gregor (OSA) | When: 2016-11-08 21:45:48 | Notes: AutonVeh concept split into 3 components: OwnFullAuton, OwnPartAuton, and ShareAuton. Each component affected by a common AutonCost concept. AutonVeh no longer affects RelAutoCap. Instead, OwnFullAuton and ShareAuton affect ConnectVeh and which then affects RelAutoCap.","Edited By: Brian Gregor (OSA) | When: 2016-11-02 08:41:36 | Notes: This is the model that was tested and documented in the 9/28/15 report to the ODOT research team and technical advisory committee for the 'Potential Changes to Future Travel Behavior/Patterns in the Next 20-40 Years: A Fuzzy Cognitive Approach' research project; and also presented at the 2016 Innovations in Travel Modeling 2016 conference held in Denver, Colorado (May 1-4 2016)."]}
