[{"name":"Development Density","variable":"Density","description":"The amount of development (e.g. housing units, jobs) occupying a unit of area.","values":{"min":"1000","max":"50000","description":"MSA population-weighted average density (persons per square mile). Census."},"group":"Travel Outcomes"},{"name":"Relative Auto Capacity","variable":"RelAutoCap","description":"The capacity of freeways and arterials relative to population.","values":{"min":"0.5","max":"5","description":"Equivalent freeway lane-miles per 1000 population. Derived from TTI. Metropolitan minimum is 0.78 and maximum is 2.57. Assume that it is posssible to double relative capacity through automation."},"group":"Travel Outcomes"},{"name":"Congestion","variable":"Congestn","description":"The extent of roadway system affected by peak period congestion (when traffic speeds are substantially below unimpeded speeds).","values":{"min":"0","max":"100","description":"Percentage of freeway and arterial lane-miles that are congested during the peak period. TTI."},"group":"Travel Outcomes"},{"name":"Auto Comfort","variable":"AutoComf","description":"The comfort of the driving experience: required focus on driving task, aggravation due to traffic and actions of other drivers, uncertainty about getting to destination on time, ability to do other things while traveling, etc.","values":{"min":"0","max":"100","description":"100 minus the percentage of vehicle miles traveled that are in congestion (TTI) reduced for fully autonomous vehicles."},"group":"Travel Outcomes"},{"name":"Auto Speed","variable":"AutoSpd","description":"The ratio of average travel speeds on freeways and arterials in peak vs. off-peak periods.","values":{"min":"0.5","max":"1","description":"Inverse of Urban Mobility Study's Travel Time Index measure"},"group":"Travel Outcomes"},{"name":"Auto Miles Per Gallon","variable":"AutoMPG","description":"The average on-road fuel economy of light-duty vehicles.","values":{"min":"15","max":"100","description":"Fleetwide average MPG for autos and light trucks. Only national data available."},"group":"Travel Outcomes"},{"name":"Proximity","variable":"Proximity","description":"The average distance between residences and activity places.","values":{"min":"0.05","max":"0.5","description":"Inverse of median within-metro-area commute distance. Brookings (The growing distance between people and jobs in metropolitan America)."},"group":"Travel Outcomes"},{"name":"Auto Trip Distance","variable":"AutoTripDist","description":"The average auto trip distance.","values":{"min":"2","max":"25","description":"NHTS weighted average person trip distance for trips by privately-owned light-duty vehicles calculated from 2009 NHTS. Minimum is approximately 5 miles and maximum is 18 miles."},"group":"Travel Outcomes"},{"name":"Auto Ownership","variable":"AutoOwn","description":"The ratio of cars to drivers.","values":{"min":"0","max":"100","description":"Percentage of workers having 2 or more cars available. U.S. Census American Community Survey (2010 - 2012)."},"group":"Travel Outcomes"},{"name":"Non-auto Comfort","variable":"NAutoComf","description":"Degree of comfort of traveling by non-automobile modes including comfort while traveling and while waiting for the mode: exposure to weather, feeling of safety, uncertainty about getting to destination on time, ability to do other things while traveling, etc.","values":{"min":"0","max":"100","description":"The percentage of roadway network with sidewalks and low bicycle level of traffic stress."},"group":"Travel Outcomes"},{"name":"Non-auto Travel Time","variable":"NAutoTT","description":"The average travel time by non-automotive modes.","values":{"min":"5","max":"100","description":"Metropolitan average travel time for non-auto trips (2009 NHTS). Minimum for NHTS metropolitan areas is 10 minutes and maximum is 79 minutes."},"group":"Travel Outcomes"},{"name":"Auto Trips","variable":"AutoTrip","description":"The average annual number auto trips per capita.","values":{"min":"150","max":"750","description":"Metropolitan average daily number of auto trips per capita multiplied by 365 (NHTS 2009). Minimum for NHTS metropolitan areas is 236 and maximum is 685."},"group":"Travel Outcomes"},{"name":"Auto Crash Rate","variable":"AutoAccRate","description":"The rate of fatality and injury crashes.","values":{"min":"0","max":"300","description":"The average number of fatality and injury crashes per million vehicle miles traveled. Number of fatality and injuries per capita (AAA) and VMT per capita (FHWA). Minimum for metropolitan areas is 20 and maximum is 264."},"group":"Travel Outcomes"},{"name":"Vehicle Miles Traveled","variable":"VMT","description":"Vehicle miles traveled per capita.","values":{"min":"2500","max":"25000","description":"Annual vehicle miles traveled per capita. Range is based on evaluation of urbanized area DVMT per capita in Highway Statistics 2012 (table HM72). Minimum is 5475 miles. Maximum is 18350 miles."},"group":"Travel Outcomes"},{"name":"Non-auto Trips","variable":"NAutoTrip","description":"The average number of trips or tours take by non-automotive modes by households or individuals.","values":{"min":"50","max":"500","description":"Metropolitan average daily number of non-auto trips per capita multiplied by 365 (NHTS 2009). Minimum for NHTS metropolitan areas is 69 and maximum is 361."},"group":"Travel Outcomes"},{"name":"Auto Crashes","variable":"AutoAcc","description":"The number of automobile crashes per capita (because VMT is measured as per capita VMT).","values":{"min":"0","max":"25","description":"Fatalities and injuries per year per 1000 population (from AAA). Minimum value for metropolitan areas is 1.6 and maximum value is 20.4."},"group":"Travel Outcomes"},{"name":"Non-auto Crash Rate","variable":"NAutoAccRate","description":"The rate of persons killed or injured per non-automobile trip.","values":{"min":"0","max":"2","description":"Non-auto death or injuries per 1000 non-auto trips. Pedestrian and bike death and injury rate in 2014 was about 42 per 100,000 population per year (NHTSA, 2014). Assuming this rate to be average for all metropolitan areas, the average rate of fatalities and injuries per 1000 non-auto trip is 1.17."},"group":"Travel Outcomes"},{"name":"Non-auto Crashes","variable":"NAutoAcc","description":"The number of injury and fatalities of non-automotive travelers per capita due to crashes.","values":{"min":"0","max":"0.8","description":"Pedestrian and bike death and injury rate in 2014 was about 0.416 per 1000 population per year (NHTSA, 2014)."},"group":"Travel Outcomes"},{"name":"Auto Fuel Consumption","variable":"AutoFuel","description":"The amount of fuel consumed by automotive travel per capita.","values":{"min":"50","max":"1500","description":"Gallons per person per year. Assume an average current fuel consumption of 320 gallons per person per year, given an average consumption of Given the averages of 800 trips per person per year, 10 miles per trip, and 25 MPG. Minimum assumes half the trips, half the trip distance and 4 times the MPG. Maximum assumes twice the trips, 50% longer trips, and no improvement in MPG."},"group":"Travel Outcomes"},{"name":"Auto Fuel Cost","variable":"FuelCost","description":"The total annual cost of fuel per gallon.","values":{"min":"150","max":"4500","description":"Dollars per person per year. Minimum and maximum values calculated assuming the minimum and maximum fuel consumption, and an average fuel cost of $4.00."},"group":"Travel Outcomes"},{"name":"Intelligent Infrastructure","variable":"IntellInf","description":"Percentage of infrastructure which monitors travel characteristics, adjusts traffic control devices, and communicates with drivers/vehicles.","values":{"min":"0","max":"100","description":"Values represent the percentage of the arterial and freeway system with monitoring, adaptive controls, and communication with drivers/vehicles."},"group":"Technologies & Services"},{"name":"Connected Vehicles","variable":"ConnectVeh","description":"Wireless communications between vehicles (V2V), roadway infrastructure (V2I), and personal communications devices.","values":{"min":"0","max":"100","description":"Percentage of vehicles able to communicate with other vehicles and intelligent infrastructure."},"group":"Technologies & Services"},{"name":"Autonomous Vehicles","variable":"AutonVeh","description":"Self-driving vehicles. There are several levels of autonomy from the vehicle controlling one or a few driving functions autonomously (e.g. parking) to the vehicle performing all driving functions autonomously for an entire trip.","values":{"min":"0","max":"100","description":"Percentage of vehicles that are autonomous."},"group":"Technologies & Services"},{"name":"Mobile Technologies","variable":"MoblTech","description":"Smart phones, tablets, GPS devices and the like which provide mobile internet services and provide the user interface to real time communications about travel conditions and transportation services.","values":{"min":"0","max":"100","description":"Percentage of people who have access to and use a smart phone or other mobile communications device having similar capabilities."},"group":"Technologies & Services"},{"name":"Electric Vehicles","variable":"ElectricVeh","description":"Vehicles whose drive train is powered entirely or partially by electricity including battery electric vehicles, plug-in hybrid electric vehicles, hybrid electric vehicles and fuel cell vehicles.","values":{"min":"0","max":"100","description":"The percentage of the vehicle miles traveled that are powered by electricity."},"group":"Technologies & Services"},{"name":"Demand-responsive Transportation Services","variable":"DRTransit","description":"Publically available transportation that is provided on demand, rather than operating on fixed routes and schedules; including taxi services, car-sharing services, UBER, and the like.","values":{"min":"0","max":"100","description":"Percentage of travelers having access to demand-responsive transportation service with no greater than ? minute wait time."},"group":"Technologies & Services"},{"name":"Fixed-route Transportation Services","variable":"FRTransit","description":"Publically available transportation that operates on fixed-routes and schedules; including buses, trams, trains, and the like.","values":{"min":"0","max":"100","description":"Percentage of travelers having access to fixed-route transportation service with no greater than ? minute access and wait time."},"group":"Technologies & Services"},{"name":"Transit Access","variable":"TransitAccess","description":"Ease of access to fixed-route transit services.","values":{"min":"0","max":"100","description":"Percentage of  travelers who can get to transit stop within ? minutes"},"group":"Technologies & Services"},{"name":"Light-weight Electric Vehicles","variable":"LWElecVeh","description":"Vehicles like electric bicycles that are light-weight (e.g. can be lifted by a person), have electric power assistance, and can travel at average speeds of greater than 10 MPH but slower than automobile speeds.","values":{"min":"0","max":"100","description":"Percentage of travelers that have access to electric bicycles or other light-weight electric vehicles that enable them to travel at average speeds of greater than 10 MPH without heavy exertion."},"group":"Technologies & Services"},{"name":"Low-speed Infrastructure","variable":"LowSpdInf","description":"Infrastructure that serves walking and/or light weight personal transportation; including bike lanes, bike boxes, bike paths, sidewalks, walking paths. It also includes low-speed, low traffic volume streets.","values":{"min":"0","max":"100","description":"The percentage of destinations which can be accessed by level of traffic stress (LTS) 1 and LTS 2 routes."},"group":"Technologies & Services"}]
