[{"name":["Density"],"affects":[{"variable":["Proximity"],"direction":["Positive"],"weight":["H"],"description":["Increasing density reduces distances between potential travel destinations. The effect is high over the long-run, but only moderate in the short run because it takes time for behavior to adjust."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["L"],"description":["Density has a moderate to moderately low effect in the long run. The short run effect is very low."]},{"variable":["RelAutoCap"],"direction":["Negative"],"weight":["VH"],"description":["Since relative auto capacity is lane-miles per capita, it is directly proportional to density."]}]},{"name":["RelAutoCap"],"affects":[{"variable":["Congestn"],"direction":["Negative"],"weight":["H"],"description":["Has a large effect on congestion."]}]},{"name":["Congestn"],"affects":[{"variable":["AutoSpd"],"direction":["Negative"],"weight":["H"],"description":["Increased congestion reduces travel speed and increases travel time. The effect is moderated by drivers diverting travel to other routes, destinations, or times of day."]},{"variable":["AutoComf"],"direction":["Negative"],"weight":["H"],"description":["Increased congestion reduces comfort by requiring increased driver attention, increasing driver aggravation, and increasing anxiety about arriving on time. The effect is moderate because the aggrevation and anxiety caused by congestion is the by far the most substantial factor affecting driver comfort."]},{"variable":["AutoMPG"],"direction":["Negative"],"weight":["L"],"description":["Congestion increases stop and go driving, idling, and lower travel speeds, making vehicle travel less fuel efficient. The effect is low because marginal effect on fuel economy is relatively low and can be substantially migated by the choice of vehicle and driving practices."]}]},{"name":["AutoComf"],"affects":[{"variable":["AutoTripDist"],"direction":["Positive"],"weight":["M"],"description":["Increasing auto comfort increases trip distance because it reduces the burden of driving longer distances. The effect is low because auto travel time is a much more important factor affecting trip distance."]}]},{"name":["AutoSpd"],"affects":[{"variable":["Proximity"],"direction":["Negative"],"weight":["H"],"description":["The longer run effect is very high, but because the effect is longer run, the short run effect is moderate."]}]},{"name":["AutoMPG"],"affects":[{"variable":["AutoFuel"],"direction":["Negative"],"weight":["VH"],"description":["Increasing fuel economy decreases the amount of fuel consumed. The effect is very high because the amount of fuel consumed is almost directly proportional to average fuel economy."]}]},{"name":["Proximity"],"affects":[{"variable":["NAutoTT"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations reduces the travel time. The effect is moderately high because walk and bike times are closely related to travel distances, however transit travel time also depends on transit service levels."]},{"variable":["AutoTrip"],"direction":["Positive"],"weight":["M"],"description":["Increasing the proximity of destinations increases the number of trips made."]},{"variable":["AutoTripDist"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations reduces travel distances. The effect is moderately high because auto trip distance is very dependent on proximity, but also dependent on auto travel speed."]},{"variable":["Density"],"direction":["Positive"],"weight":["H"],"description":["Increasing proximity of chosen destinations increases the demand for additional development in proximity."]}]},{"name":["AutoTripDist"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the average auto trip distances increases the auto miles traveled. The effect is very high because VMT is the sum of vehicle trip distances for all travelers."]}]},{"name":["AutoOwn"],"affects":[{"variable":["AutoTrip"],"direction":["Positive"],"weight":["M"],"description":["Increasing auto ownership increases the convenience and ability to travel by auto. It also increases the fixed-cost component of auto travel, encouraging auto travel to amortize the costs over more trips. The effect is moderately low because auto ownership is stongly associated with auto trip making, other factors such as parking cost/difficulty and the availability of other modes are significant as well, and the effect is not immediate."]}]},{"name":["NAutoComf"],"affects":[{"variable":["NAutoTrip"],"direction":["Positive"],"weight":["M"],"description":["Increasing non-auto comfort makes non-auto travel more attractive. The effect is moderate in the short run because auto trips are affected by a number of other factors such as relative travel time and auto ownership and the effect occurs over time."]}]},{"name":["NAutoTT"],"affects":[{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing non-auto travel time makes non-auto travel less attractive."]}]},{"name":["AutoTrip"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of auto trips increases the auto miles traveled. The effect is very high because VMT is the product of the number of auto trips and average auto trip length."]},{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing the number of auto trips decreases the number of non-auto trips."]},{"variable":["NAutoAccRate"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of auto trips increases the frequency of crashes between auto and non-automotive modes. The effect is moderate because other factors such as auto travel speed and separation of auto and non-auto travel are also important."]}]},{"name":["AutoAccRate"],"affects":[{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing auto crash rate results in more auto crashes. The effect is very high because the number of auto accidents is the product of the auto VMT and the auto accident rate."]}]},{"name":["VMT"],"affects":[{"variable":["Congestn"],"direction":["Positive"],"weight":["L"],"description":["Increasing VMT increases congestion. The effect is moderate because congestion is affected by the amount of traffic but drivers also adapt by switching routes and times."]},{"variable":["AutoFuel"],"direction":["Positive"],"weight":["VH"],"description":["Increasing VMT increases amount of fuel consumed. The effect is very high because auto fuel consumption is the product of auto VMT and auto MPG."]},{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of vehicle miles traveled increases the number of auto crashes. The effect is moderate because the total number of auto crashes is the product of the number of auto trips and the auto crash rate."]}]},{"name":["NAutoTrip"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of non-automotive trips increases the number of non-automotive crashes."]},{"variable":["AutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing the number of non-automotive trips decreases the number of auto trips."]},{"variable":["Proximity"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of non-automotive trips increases the proximity of chosen destinations."]}]},{"name":["AutoAcc"],"affects":[{"variable":["Congestn"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of auto crashes increases the amount of roadway congestion. Crashes and other incidents are estimated to be responsible for about half of urban area congestion."]}]},{"name":["NAutoAccRate"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the non-automotive crash rate results in more non-automotive crashes. The effect is very high because the number of non-auto crashes is the product of the non-auto crash rate and the number of non-auto trips."]}]},{"name":["NAutoAcc"],"affects":[]},{"name":["AutoFuel"],"affects":[{"variable":["FuelCost"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the amount of fuel consumed increases the total cost of fuel consumed. The effect is very high because fuel cost is the product of the gallons of fuel consumed and the cost of fuel per gallon."]}]},{"name":["FuelCost"],"affects":[{"variable":["VMT"],"direction":["Negative"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result decreases the amount of driving. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel. Research has shown the short-term elasticity of VMT with respect to fuel price to be low."]},{"variable":["AutoMPG"],"direction":["Positive"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result encourages people to drive more fuel efficient cars. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel and changing vehicles is a longer term effect."]}]},{"name":["IntellInf"],"affects":[{"variable":["ConnectVeh"],"direction":["Positive"],"weight":["L"],"description":["Intelligent infrastructure supports a connected vehicle system. The effect is low because while communications with infrastructure are an important part of the system, even without that capability there are significant benefits of vehicle to vehicle (V2V) communications."]},{"variable":["AutonVeh"],"direction":["Positive"],"weight":["L"],"description":["Provides information that assists autonomous vehicles in anticipating roadway conditions and routing. Effect is low because while this information makes autonomous vehicles more useful, the information is not required or critical to the deployment of autonomous vehicles."]},{"variable":["MoblTech"],"direction":["Positive"],"weight":["L"],"description":["Information about travel conditions and services make smart phones and similar mobile communications technologies more valuable and desirable to users and potential users of the technologies. The effect is low because there are many other reasons for people to use these technologies."]},{"variable":["DRTransit"],"direction":["Positive"],"weight":["L"],"description":["Provides information that will assist with routing and deployment decisions. Effect is low because fleets of demand-responsive vehicles can collect this information and communicate through central servers to the rest of the fleet."]},{"variable":["FRTransit"],"direction":["Positive"],"weight":["L"],"description":["Provides information useful for managing vehicle deployment and for reducing delay (e.g. extended green), thus increasing the efficiency of the fleet. Effect is low because the marginal increase in efficiency, while noticeable, is likely to be relatively small."]},{"variable":["AutoAccRate"],"direction":["Negative"],"weight":["L"],"description":["Reduces crash rate by better managing traffic speeds and rapidly communicating changes in traffic conditions to oncoming vehicles. Effects are likely to be moderate because tests of active traffic management systems have shown that they can reduce crashes substantially by smoothing out vehicle speeds."]},{"variable":["RelAutoCap"],"direction":["Positive"],"weight":["L"],"description":["Increases capacity by enabling active traffic management on freeways and optimizing traffic signal coordination on arterials. Tests of active traffic management to date have shown that travel delay can be reduced substantially."]}]},{"name":["ConnectVeh"],"affects":[{"variable":["AutonVeh"],"direction":["Positive"],"weight":["L"],"description":["Assists vehicles in controlling driving by sharing information about the movements of vehicles in the vicinity. Effect is low because connected vehicle technology, while providing useful information to autonomous vehicles is not essential to autonomous vehicle deployment."]},{"variable":["RelAutoCap"],"direction":["Positive"],"weight":["L"],"description":["Increases relative capacity by smoothing out traffic flows. Effect is moderate because it will likely reap benefits similar to strong active traffic management."]},{"variable":["AutoAccRate"],"direction":["Negative"],"weight":["L"],"description":["Reduces crash rate by improving driver (and vehicle awareness for autonomous vehicles) awareness of traffic flow conditions.  Effect is moderate because it probably would be complementary to the effect of intelligent infrastructure."]}]},{"name":["AutonVeh"],"affects":[{"variable":["DRTransit"],"direction":["Positive"],"weight":["M"],"description":["Autonomous vehicles might substantially reduce the cost of providing demand-responsive transit by greatly reducing labor costs which are over 50% of the cost of these services now. In addition, autonomous vehicles could be more efficiently deployed to serve the demand."]},{"variable":["RelAutoCap"],"direction":["Positive"],"weight":["L"],"description":["Because automated vehicles will have faster response times than drivers and because they will be able to process information from other vehicles and the infrastructure, they will be able to drive with shorter headways between vehicles. This will increase capacity. The effect is moderate however because the comfort of passengers (particularly those interacting with mobile devices) put some bounds on the aggressiveness of automated vehicle driving patterns."]},{"variable":["ElectricVeh"],"direction":["Positive"],"weight":["L"],"description":["Vehicle automation improves the power efficiency of battery electric vehicles, enabling these vehicles to travel farther on a battery charge. The effect is moderate because batteries are the major expense of electric vehicles so increasing the range of a given battery size could significantly affect costs."]},{"variable":["AutoComf"],"direction":["Positive"],"weight":["L"],"description":["Vehicle operators no longer drive the vehicles and can spend their time doing other things. The effect will be moderate because operators will still be constrained by being in a vehicle and the movement of the vehicle in the traffic stream will limit activities (e.g. for people who are prone to motion sickness)."]},{"variable":["AutoAccRate"],"direction":["Negative"],"weight":["L"],"description":["Automated vehicles will have rapid sensing and response which will enable them to avoid crashes with other vehicles. The effect is likely to be high because it will eliminate crashes due to driver inattention, distraction, and slow response."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["L"],"description":["Automated vehicles will have rapid sensing and response which will enable them to avoid crashes with pedestrians, bicyclists, and other non-auto modes. The effect is likely to be high because crashes due to driver distraction, inattention, and response time will be eliminated."]}]},{"name":["MoblTech"],"affects":[{"variable":["AutonVeh"],"direction":["Positive"],"weight":["L"],"description":["Assists in communicating planned destinations and routes. Desire to use and stay connected with these devices reduces the desire to drive. The effect is low because these devices are not pivotal to deploying autonomous vehicles, and while they might increase the desire to travel without driving, the marginal effect is likely to be modest."]},{"variable":["DRTransit"],"direction":["Positive"],"weight":["L"],"description":["Assists customers in ordering and tracking services. Desire to use and stay connected with these devices reduces the desire to drive. The effect is moderate because while mobile communication technologies are important to the future growth of demand-responsive transit, there are other important factors as well. The desire to stay connected would have marginal effects. "]},{"variable":["FRTransit"],"direction":["Positive"],"weight":["L"],"description":["Assists customers in planning their trips and coordinating with other services. The effect is low because fixed-route transit riders benefit less from transit information (because routes and schedules are fixed) and because even though smart communication devices can make public transit more enjoyable to use, they do not overcome the large discrepancy in travel time between public transit and private automobiles."]},{"variable":["Congestn"],"direction":["Negative"],"weight":["L"],"description":["Enables travelers to avoid congested conditions. The effect is low because during congested periods, travel is often spread out among multiple routes so that the diversion of traffic would have a relatively small marginal effect."]},{"variable":["AutoComf"],"direction":["Positive"],"weight":["L"],"description":["Reduces uncertainty about conditions, aids scheduling and routing, aids communication while in transit. The effect is low because the driver still has to cope with driving in congestion, and the driver and passengers are still spending their time in congestion."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["L"],"description":["The availability of mobile technologies reduces boredom and enables productive use of time while traveling on public transit. The effect is low because the benefit is highest for long trips which are a relatively small proportion of trips, riders need to spend a certain amount of time paying attention to their environment, and these devices are only marginally better than approaches that riders have been using for many years such as reading a book, magazine or newspaper."]}]},{"name":["ElectricVeh"],"affects":[{"variable":["AutoMPG"],"direction":["Positive"],"weight":["L"],"description":["Reduce fuel consumption and therefore increase average fleet fuel economy. The effect is high because these vehicles are much more energy efficient than standard ICE vehicles and because the consumption of electricity is substituted for the consumption of fuel."]}]},{"name":["DRTransit"],"affects":[{"variable":["ElectricVeh"],"direction":["Positive"],"weight":["L"],"description":["Electric vehicles are a good match for urban area demand-responsive transportation service using autonomous vehicles because travel distances are short and most vehicles can be small and relatively light-weight. The effect is moderate because demand-responsive transportation also needs to serve a range of needs in terms of number of passengers and trip distance, unless fleet deployment is large enough to enable a number of different vehicle types to be deployed."]},{"variable":["TransitAccess"],"direction":["Positive"],"weight":["M"],"description":["Could provide convenient, comfortable, and safe access to and from fixed route transit that is coordinated with fixed-route transit schedules (helping to solve the last-mile problem). Effect is moderate because unless deployed at a high level relative to demand, waiting is still likely and so would mostly affect longer-distance transit travel."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["L"],"description":["Increasing this service increases the ability of people to get around without owning a car. The effect is moderate because demand-responsive service levels need to be fairly high in order for them to be a substitute for owning a car."]},{"variable":["AutoTrip"],"direction":["Positive"],"weight":["L"],"description":["Increasing this service makes auto travel more available to people having otherwise limited car availability and/or people who can not drive. The effect is very low because of the existing high levels of auto ownership and driver licensing. Note there is also effect due to shifting FR transit to DR transit (see next)."]},{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["L"],"description":["Competes with FR transit for travelers not using their own car. Effect is moderate because while DR transit is point-to-point service that is faster then FR transit, and although automation will reduce costs, there will still be a cost differential that favors FR transit."]}]},{"name":["FRTransit"],"affects":[{"variable":["NAutoTT"],"direction":["Negative"],"weight":["L"],"description":["Increasing service levels reduces travel time by reducing access and wait time."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["L"],"description":["Increasing service levels increases the comfort of transit travel."]}]},{"name":["TransitAccess"],"affects":[{"variable":["FRTransit"],"direction":["Positive"],"weight":["M"],"description":["Access to transit is essential to transit service."]}]},{"name":["LWElecVeh"],"affects":[{"variable":["TransitAccess"],"direction":["Positive"],"weight":["L"],"description":["Light-weight personal transportation competes for customers with fixed-route transportation. The effect is low because of differences in physical exertion and exposure to the weather of the different modes and because light-weight personal transportation can complement fixed-route transportation by providing access."]},{"variable":["NAutoTT"],"direction":["Negative"],"weight":["M"],"description":["Increasing the speed of travel reduces non-auto travel time."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["M"],"description":["Lowering the exertion level Increases non-auto comfort."]}]},{"name":["LowSpdInf"],"affects":[{"variable":["TransitAccess"],"direction":["Positive"],"weight":["M"],"description":["Important to transit access because walking is the predominant means to access fixed-route transit."]},{"variable":["NAutoTT"],"direction":["Negative"],"weight":["M"],"description":["Improving low-speed infrastructure enables routes to be less circuitous."]},{"variable":["NAutoComf"],"direction":["Positive"],"weight":["M"],"description":["Improving low-speed infrastructure enables improves traveler comfort."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["M"],"description":["Separating low-speed travel modes from higher speed traffic reduces the risk of crashes and injuries to those travelers."]}]}]
